[
    {"id":1,"titulo":"Harry Potter y la piedra filosofal","desc":"Harry Potter y la piedra filosofal, es el primer libro de la serie literaria Harry Potter, escrito por la autora británica J. K. Rowling entre 1990 y 1995. Publicado en el año 1997, supuso además el debut de Rowling como escritora profesional.","precio":10000},
    {"id":2,"titulo":"Harry Potter y la camara de los secretos","desc":"Harry Potter y la cámara secreta, es el segundo libro de la serie literaria Harry Potter, escrito por la autora británica J. K. Rowling en 1998.","precio":20000},
    {"id":3,"titulo":"Harry Potter y el prisionero de Azkaban","desc":"Harry Potter y el prisionero de Azkaban, es el tercer libro de la serie literaria Harry Potter, escrita por la autora británica J. K. Rowling en 1999. El libro fue publicado en el Reino Unido el 8 de julio de 1999 por la editorial Bloomsbury y en los Estados Unidos el 8 de septiembre por Scholastic.","precio":15000},
    {"id":4,"titulo":"Harry Potter y el cáliz de fuego","desc":"Harry Potter y el cáliz de fuego es el cuarto libro de la serie literaria llamada Harry Potter, escrita por la autora británica J. K. Rowling en 2000. Ella, antes de que se publicase el libro advirtió que uno de los personajes del libro moriría, dejando mucha especulación acerca de quién podría ser.","precio":25000},
    {"id":5,"titulo":"Harry Potter y la Orden del Fénix","desc":"Harry Potter y la Orden del Fénix, es el quinto libro de la serie Harry Potter, escrita por la autora británica J. K. Rowling en el 2003.","precio":13000},
    {"id":6,"titulo":"Harry Potter y el misterio del príncipe","desc":"Harry Potter y el misterio del príncipe es el sexto libro de la serie literaria Harry Potter escrito por la autora británica J. K. Rowling y publicado por primera vez, en inglés, el 16 de julio de 2005.​","precio":11000},
    {"id":7,"titulo":"Harry Potter y las reliquias de la muerte","desc":"Harry Potter y las reliquias de la Muerte, es el séptimo libro de la serie literaria Harry Potter, escrita por la autora británica J. K. Rowling. El libro se publicó el 21 de julio de 2007, cerrando la serie que empezó diez años antes con la publicación de Harry Potter y la piedra filosofal publicado en 1997.","precio":16000},
    {"id":8,"titulo":"Harry Potter y el legado maldito","desc":"Harry Potter y el legado maldito es una obra de teatro de West End dividida en dos partes, escrita por Jack Thorne y basada en una nueva historia original de la autora J. K. Rowling, Thorne y el director John Tiffany.","precio":10000}
]



